[
  {
    "id": "moon-1",
    "title": "Lunar Ice Mapping",
    "summary": "Mapping water ice deposits in permanently shadowed regions on the Moon.",
    "details": "Radar reflectometry and thermal imaging identify and quantify water ice at the lunar poles to guide landing site selection and resource utilization.",
    "year": 2024,
    "tags": ["moon"]
  },
  {
    "id": "moon-2",
    "title": "Lunar Habitat Materials",
    "summary": "Testing regolith-based construction materials for lunar habitats.",
    "details": "Researchers evaluate sintered regolith bricks and 3D-printed structures to reduce launch mass and enable sustainable lunar bases.",
    "year": 2025,
    "tags": ["moon"]
  },
  {
    "id": "moon-3",
    "title": "Radiation Shielding on Moon",
    "summary": "Assessing passive and active shielding concepts for long-duration lunar stays.",
    "details": "Comparative studies of polyethylene, regolith berms, and active magnetic shielding inform habitat design for crew safety.",
    "year": 2023,
    "tags": ["moon"]
  },
  {
    "id": "mars-1",
    "title": "Mars Dust Transport",
    "summary": "Studying dust lifting and transport mechanisms on Mars.",
    "details": "Simulations and lander/orbiter observations characterize seasonal dust storms and inform rover operations and climate models.",
    "year": 2023,
    "tags": ["mars"]
  },
  {
    "id": "mars-2",
    "title": "Water on Mars",
    "summary": "Evidence of past liquid water and subsurface ice reservoirs.",
    "details": "Geological mapping and isotope studies indicate ancient fluvial systems and localized subsurface ice deposits relevant for astrobiology and ISRU.",
    "year": 2022,
    "tags": ["mars"]
  },
  {
    "id": "mars-3",
    "title": "Mars Greenhouse Trials",
    "summary": "Testing plant growth under simulated Martian conditions.",
    "details": "Controlled-environment experiments assess plant resilience to low pressure, CO2-rich atmospheres, and Martian regolith simulants for bioregenerative life support.",
    "year": 2025,
    "tags": ["mars"]
  }
]
